Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/lallegoahte.html.tmx
Source language: nob
Languages: sme

source: Lallegoahte
sme: Lállegoahti

source: Lallegoahte - Larsgammen
sme: Larsgammen

source: Ole Larsen og Susanna Olsdatter Matti og deres åtte barn bodde her mellom 1804 og 1826.
sme: Ole Larsen ja Susanna Olsdatter Matti ja sudno gávcci máná orro dáppe gaskkal 1804 ja 1826.

source: På grunn av skredfaren flyttet de til Nordmark i Evenesmark.
sme: Njirrama dihte fárrejedje Nordmarkai Evenesmarkas.

source: Ole og Berit
sme: Ovllá ja Biret

source: Ole Jakobsen Nibla var reingjeter fra Norrkaitum i Gällivare.
sme: Ole Jakokbsen Nibla lei guođoheaddji Girjásčearus Jielleváris eret.

source: Han giftet seg med enka Berit Maria Knutsdatter Stor og bosatte seg her i 1847.
sme: Son náitalii leaskkain Biret Márjá Knutsdatter Storain ja soai ásaiduvvuiba deike 1847:s.

source: De fikk sønnen Lars (1844-1928).
sme: Soai oaččuiga bártnis Lásse (1844-1928).

source: Lars giftet seg først med Elen Pedersdatter og senere med Elen Olofsdatter Pingi.
sme: Lásse vuos náitalii Elen Pedersdatteriin ja maŋŋil Elen Olofsdatter Pingiin.

source: Kun to av deres barn, Anders og Anna, vokste opp.
sme: Dušše guovttis sodno mánáin, Anders ja Anna, eliiga rávisolmmožin.

source: Foreldrene og søster til Elen bodde også sammen med familien på Lallegoahte.
sme: Su váhnemat ja oabbá maid orro bearrašiin Lállegoađis.

source: Predikanter
sme: Sárdneolbmát

source: Både Ole Jakobsen og sønnen Lars var predikanter.
sme: Sihke Ole Jakokbsen ja su bárdni Lásse leigga sárdneolbmát.

source: Gammen til Lars var stor.
sme: Lásse goahti lei stuoris.

source: Den var delt i to rom, og ble benyttet som skolebygg og læstadiansk forsamlingslokale.
sme: Das ledje guokte lanja, ja geavahuvvui skuvlavistin ja lestadiánalaš čoakkalmasviessun.

source: Under samlingene brukte gammen å være smekkfull av folk.
sme: Čoakkálmasain lávii goahti spagga dievva.

source: Ofte kom det folk fra sjøgårdene for å delta.
sme: Dávjá bohte maid olbmot mearradáluin oasálastit.

source: Gammen sto til 1936, da den raste sammen.
sme: Goahti ceaggái 1936 rádjai, dassážii go gáhčai čoahkkái.

source: Det er ingen synlige rester etter gammen som sto her.
sme: Doppe eai oidno makkár ge bázahusat goađi maŋis.

source: Lars var predikant, og utallige ganger var det holdt samling hos Lars Olsa og Elen.
sme: Lásse lei sárdneolmmái ja su ja Elen luhtte lea máŋgii dollon čoakkálmas.

source: Mye gudsord har det vært lest og talt i det huset, og ennå mens en står her på tomta, har en følelse av å stå på hellig grunn.
sme: Olu ipmilsátni lea gullon dan viesus, ja otná beaivve ain dovdo dego bassi vuođđu, go čuožžu dan eatnama alde.
